// foods.js
// 初期食材マスター（コード管理用・削除不可）

const defaultFoods = {
  "鶏むね肉": 1.05,
  "牛もも肉": 1.96,
  "牛ひれ肉": 1.77,
  "豚もも肉": 1.71,
  "豚ひれ肉": 1.18,
  "鶏もも肉": 1.9,
  "鶏ささみ肉": 0.98,
  "ぶり(魚)": 1.19,
  "焼き鮭(魚)": 2.36,
  "ほっけ(魚)": 1.13,
  "マグロ赤身(魚)": 1.15,
  "キャベツゆで": 0.19,
  "キャベツ生": 0.21,
  "きゅうり": 0.13,
  "サツマイモ焼き": 1.51,
  "サツマイモ蒸し": 1.31,
  "サトイモ水煮": 0.52,
  "枝豆ゆで": 1.18,
  "アスパラゆで": 0.25,
  "大根ゆで": 0.15,
  "大根生": 0.15,
  "人参ゆで": 0.28,
  "人参生": 0.3,
  "白菜ゆで": 0.13,
  "白菜生": 0.13,
  "ブロッコリー": 0.3,
  "ほうれん草": 0.23,
  "レタス生": 0.11
};
