// foods.js
// 初期食材マスター（コード管理用・削除不可）

const defaultFoods = {
  "鶏むね肉": 1.05,
  "牛もも肉": 1.96,
  "牛ひれ肉": 1.77,
  "豚もも肉": 1.71,
  "豚ひれ肉": 1.18,
  "鶏もも肉": 1.9,
  "鶏ささみ肉": 0.98,
  "ぶり(魚)": 1.19,
  "焼き鮭(魚)": 2.36,
  "ほっけ(魚)": 1.13,
  "マグロ赤身(魚)": 1.15,
  "キャベツゆで(野菜)": 0.19,
  "キャベツ生(野菜)": 0.21,
  "きゅうり(野菜)": 0.13,
  "サツマイモ焼き(野菜)": 1.51,
  "サツマイモ蒸し(野菜)": 1.31,
  "サトイモ水煮(野菜)": 0.52,
  "枝豆ゆで(野菜)": 1.18,
  "アスパラゆで(野菜)": 0.25,
  "大根ゆで(野菜)": 0.15,
  "大根生(野菜)": 0.15,
  "人参ゆで(野菜)": 0.28,
  "人参生(野菜)": 0.3,
  "白菜ゆで(野菜)": 0.13,
  "白菜生(野菜)": 0.13,
  "ブロッコリー(野菜)": 0.3,
  "ほうれん草(野菜)": 0.23,
  "レタス生(野菜)": 0.11
};
